Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=158_art_id=163.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Lávvu
smj: Åhpav: Låvdagoahte

source: Muhto beastte min bahás eret.
smj: 7. ájnat várjjala mijáv bahás.

source: Dieđát go mii bahá lea ?
smj: Diedák mij bahá le ?

source: Leat go olbmuid dagut dahje jurdagat mat leat bahát ?
smj: Li gus dago jali ájádusá almatjijn ma li bahá ?

source: Lea go nu ahte bahás olmmoš lea bahá čađat, olles eallináiggi, vai sáhttá go leat veaháš bahá muhtumin, ja muđui šiega ja buorredáhtolaš ?
smj: Le gus nav jut bahás ulmusj le bahá ålles iellemav tjadá – jali dåhkki gus liehket vehi bahás duolloj-dálloj, valla ietján buorre ulmusj ?

source: Dás rohkadallat ahte min almmálaš áhčči suddje min bahávuođas.
smj: Råhkådallap mijá almmelasj Áhttje mijáv bahás várjjal.

source: Mii rohkadallat ahte Ipmil addá midjiide searaid vuosttaldit bahá, ahte son buhtista min nu ahte min jurdagat, sánit dahje dagut eai galgga soardit min iežamet, eai ge earáid.
smj: Råhkådallap Jubmel midjij vaddá fámov baháv dårudallat, jut mijáv rájnni váj mijá ájádusá, bágo ja dago e mijájt jali iehtjádijt báktji.

source: Bahá orru min siste, mii fertet bargat dan vuostá.
smj: Bahá le juoga mij mijá sinna årru, mav hæhttup dårudallat.

source: Jus dovdat ahte bahá áitá, de lea mis vearjju.
smj: Jus dåbddåp bahá mijáv ájttá de le miján viehkke mij mijáv suoddji.

source: Vearjju lea Jesus Kristus.
smj: Dat le Jesus Kristus.

source: Son lea lahka namas bokte, ruossamearkka bokte, Áhččámet bokte ja Ipmila sániid bokte.
smj: Sån le mijá lahka ietjas namá, ruossamerka, Áhtje mijá ja Jubmela bágo baktu.

source: Maid dat máksá bestojuvvot bahás ?
smj: Majt sihtá javllat bahás várjjaluvvat ?

source: Máksá go ahte ii šat daga maidege boastut ?
smj: Mierkki gus dat ep goassak desti jallas dagojt dagá ?
